var a = new Array(
"心在哭，眼中却没有泪水",
"我回来了",
"我只是一个渺小的人类 顶多只有守护一个小家庭的能力 对不起 你并没有错 不过 对不起",
"可能性基本为零吧 不过 不试试……那就真的为零了",
"我很想追上你，到你的世界去，可是你走的太快，渐渐地，走到了我陌生的世界",
"只是因为对人类有害的那种生物就没有生存的权利吗？",
"放弃的话 一切都没了",
"根据我的调查，这个世界上最接近恶魔的生物应该就是人类了",
"与其最后变卦，最初就别冠冕堂皇",
"我付出了我所有的一切 没有什么妥协可让步的", 
"人类真矛盾，平时杀牛杀猪脸色都不会变，现在轮到自己了反而那么紧张",
"罪？那是人类们以自己的标准任意决定的",
"人类之所以会去照顾其他生物，是因为他感到空虚。之所以会想保护环境，是因为他不想被环境毁灭", 
"别只顾自身繁荣，多为整个生物圈想想，不然怎配被叫做万物灵长",
"人有时，比起自己，会更珍视他人，一旦珍视之人被夺去，所产生的愤怒与憎恨会使他们疯狂",
"机遇比兵力更容易左右战局",
"或许压根就没有一个生物生来就是人类的伙伴，但就算来历不明，也都是值得尊重的同居者",
"意识开始模糊，突然开始犯困，然而只有孤独感却陡然增强，这就是……死吗……",
"与恶魔最接近的东西，是人类",
"死狗又不是狗，只是狗形状的肉块而已",
"在全体生物看来，我们人类大概才是毒，而他们才是药吧……",
"生命是短暂的，在它结束以前，就让我们相互依偎",
"等价交换！我的人生给你一半，你的人生也给我一半吧！ 爱德华·艾尔利克",
"说谎的时候，重点不在于说谎的内容，而在于为何要说谎",
"世上没有什么事情比必然与偶然更难懂了，就像要懂得木头人的爱恋之情一样困难",
"虽然贪欲会失去很多东西，可是禁欲也不会有任何建设",
"被骗时只懂得生气的人根本不成对手。应该要懂得佩服这种手法，才算是真正的商人",
"做了坏事的并非恶魔。挑起坏事的才是恶魔",
"怀念总是在带来愉快的心情后，又带来寂寞。",
"孤独是致死的病症。",
"明知道不行还是开口，这需要极大的勇气",
"我是个男人，怎么可能把那么漂亮的脸蛋划伤",
"我想这也算是一种缘分，就让你同行吧",
"那是因为尺寸明显过大的衣服穿在赫萝身上，竞显得如此可爱",
"如果你回答稳赚的话，我就打算拒绝：世上没有那么好康的事。",
"既然情况不是靠人力就能改变的话，那还不如好好玩一场，否则损失就大了",
"男人总是觉得唯有自己是特别的",
"不安容易点燃不满的火焰。 不满的火焰也是从容易指责和燃烧的地方依次燃烧起来",
"虽然咱长久以来被尊为神，且被束缚在这块土地上，但咱根本不是什么伟大的神。咱就是咱。咱是赫萝",
"故事的话，都是有始有终比较好，不是吗？",
"不是提出销售商品或洽商的要求，而是提出借钱要求的人，就跟盗贼没两样。在生意界里，这是个常识",
"咱这对耳朵从不曾漏听任何灾祸或谎言，从危机中解救过无数同伴。说到约伊兹的贤狼，除了咱没有第二人",
"对商人而言，时间是任何东西都无法取代的生意工具。失去这个生意工具，就等于遭受极大亏损",
"希望神能指引我们再次相逢",
"精心计划如何在自己绝不会亏损之下，只让对方去冒获利或亏损的风险，这样的行为也十足算是诈欺",
"所有雄性都是爱吃醋的傻瓜呐，然后雌性都是为此感到高兴的笨蛋，所以不管谁都是一样是笨蛋呐",
"虽然欲望会造成损失，也不意味着禁欲就会有所得",
"只是，想回故乡这种冲动，是无论何时无论何人都会拥有的感情",
"在汝那纤细的心变冷变硬之前，要好好用咱的爪子给汝多抓点伤痕才行啊",
"总是贪心地看着上方，脚下就会不小心踩空",
"如果说神会强迫人们崇拜自己，或许是因为他太寂寞了",
"当人不再需要神明的时候，就代表他们的智慧已经进步了",
"所有雄性都是爱吃醋的傻瓜，不过，雌性也是会因此感到高兴的傻瓜。所以，不管雄性还是雌性皆为傻瓜",
"赫萝———从阵阵摇摆的麦穗缝隙中望去，秋天的天空好几百年也不曾改变，但天底下的人与事物全变了",
"如果汝要逞强，先设法控制双手不要发抖吧",
"无论在哪一个时代，货币永远代表一个国家的势力",
"不管我再怎么追求，也可能无法得到。不过，如果我不追求的话，就绝对无法得到了",
"世界上果然是存在着“认真的微笑”这种东西的",
"虽然欲望会造成损失，也不意味着禁欲就会有所得",
"商人是在卑鄙与诚实之间进行狩猎。根本没有必要说明一切。 因为商人都是阴险的",
"抓到对方把柄却没能善加利用的商人，只能算是三流商人",
"太贪心总会引来意外的灾难。这是世间常理，也是真理",
"虽然说无知就是罪，但总不可能什么都知道吧……",
"俗话说，当雄性叼着肉前来示好时，必须比自己的肉要被抢走时还要谨慎呐",
"生意人说些大大小小的谎是家常便饭，如果太在意每个谎言，一下子就会迷失方向",
"不管任何时候，都是并非为自己、而是为其他的什么东西而战斗的人会更强",
"面对能够不劳而获的好机会，人们的理性就跟用泥土做成的绳索没两样，根本没办法驾驭得了马儿",
"无力是一种罪",
"据说，无论发生多么令人担忧的事情，商人到了晚上仍然睡得着觉",
"世界上到处都是值得可怜的人，可是神的数量实在太少了",
"咱不想再碰到醒过来时，都见不到人的状况了……咱受够孤独了。孤独好冷。孤独……好让人寂寞",
"弱势的人发现比自己更弱势的人时，理所当然会咬住对方不放",
"所谓“好的旅行”，是指拥有好的旅伴",
"不过，我觉得一直追赶着微不足道的梦想，也是一种幸福",
"没有商人不会走险路，因为险路的尽头往往有莫大的利益等著商人去拿",
"有困难的时候就向神祈祷。 而且往往所祈祷的事都是毫无道理的",
"愚蠢的雄性就是喜欢柔弱的雌性",
"作为神被崇拜，就意味着孤独",
"因为人类是不管是什么都会轻易的去崇拜的奇怪的生物呀",
"一旦知道可能有利可图，就会想要藉机敲竹杠，也算是人的本性吧",
"听好了，爱是不能用钱买的。也就是说，买卖的常识派不上用场。这个干万别忘记了",
"气味能在记忆中保留得最久。 看见的东西，听见的东西很容易就会被遗忘。但是，唯有气味非常明确，有些气味永远都不会忘记",
"所谓的货币啊，可说是建立在信赖度上",
"如果命运女神真的存在，罗伦斯此刻恨不得直直赏一拳在她美丽的脸孔上",
"说谎时，关键的不是谎话的内容，而是说谎的那个原因",
"只要能够保证我旅途平安与生意兴隆，不管对象是谁我都愿意祈祷	",
"「说谎的时候，重点不在于说谎的内容，而在于为何要说谎。」 「你以为我花了多少年才明白这个道理?」",
"商人没有像骑士或贵族般的自尊。只要有钱赚，就算要舔他人的鞋底也愿意	",
"商人即使彼此面对面也会互相欺骗，在背地里互相欺骗的程度更是惊人	",
"孤独是致死的毒药",
"廉价的自尊、粗劣的傲气，无论哪个后生小辈都很重视这些东西",)/*
    く__,.ヘヽ.　　　　/　,ー､ 〉
    　　　　　＼ ', !-─‐-i　/　/´
    　　　 　 ／｀ｰ'　　　 L/／｀ヽ､           
    　　 　 /　 ／,　 /|　 ,　 ,　　　 ',                                        
    　　　ｲ 　/ /-‐/　ｉ　L_ ﾊ ヽ!　 i                         
    　　　 ﾚ ﾍ 7ｲ｀ﾄ　 ﾚ'ｧ-ﾄ､!ハ|　 |  
    　　　　 !,/7 '0'　　 ´0iソ| 　 |　　　
    　　　　 |.从"　　_　　 ,,,, / |./ 　 |           
    　　　　 ﾚ'| i＞.､,,__　_,.イ / 　.i 　|                
    　　　　　 ﾚ'| | / k_７_/ﾚ'ヽ,　ﾊ.　|           
    　　　　　　 | |/i 〈|/　 i　,.ﾍ |　i　|   
    　　　　　　.|/ /　ｉ： 　 ﾍ!　　＼　|         
    　　　 　 　 kヽ>､ﾊ 　 _,.ﾍ､ 　 /､!            
    　　　　　　 !'〈//｀Ｔ´', ＼ ｀'7'ｰr'         
    　　　　　　 ﾚ'ヽL__|___i,___,ンﾚ|ノ
    　　　　　 　　　ﾄ-,/　|___./
    　　　　　 　　　'ｰ'　　!_,.:*/

var a_idx = (Math.round(Math.random()*1000)) % a.length;
jQuery(document).ready(function($) {
    $("html").click(function(e) {
        var $i = $("<span/>").text(a[a_idx]);
        a_idx = (Math.round(Math.random()*1000)) % a.length;
        var x = e.pageX,
            y = e.pageY;
        $i.css({
            "z-index": 9999999999999,
            "top": y - 20,
            "left": x,
            "position": "absolute",
            "font-weight": "bold",
            "color":   s(),
        });
        function s () {
            return "rgb(" + ~~(255 * Math.random()) + "," + ~~(255 * Math.random()) + "," + ~~(255 * Math.random()) + ")"
        }

        $("body").append($i);
        $i.animate({
                "top": y - 180,
                "opacity": 0
            },
            1500,
            function() {
                $i.remove();
            });
    });
});